; DeskTick UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
[Strings]
Show seconds=Näytä sekunnit
Customize Face…=Mukauta kellotaulua…
Resize=Muuta kokoa
Face=Kellotaulu
Always on top=Aina päällimmäisenä
Start with Windows=Käynnistä Windowsin mukana
Show in system tray=Näytä ilmaisinalueella
About DeskTick…=Tietoja DeskTickista…
Exit=Lopeta
Customize=Mukauta
Customize - DeskTick=Mukauta - DeskTick
This face has nothing to customize.=Tässä kellotaulussa ei ole mitään mukautettavaa.
Reset this face=Palauta
About DeskTick=Tietoja DeskTickista
Report issues or send feedback to=Ilmoita ongelmista tai lähetä palautetta osoitteeseen
Other apps=Muut sovellukset
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Nopea, kevyt ja pelkistetty kuvakatselin nykyaikaiselle Windowsille
Desktop Rain and Snow Simulator for Windows=Sade- ja lumisimulaattori Windowsin työpöydälle
Simple=Yksinkertainen
Classic dark=Klassinen tumma
Classic light=Klassinen vaalea
Minimal=Pelkistetty
Icon=Kuvake
Bold=Tukeva
Flat=Litteä
Glass=Lasi
Dots=Pisteet
Digital=Digitaalinen
Digital bold=Digitaalinen lihavoitu
Word clock=Sanakello
Stack=Pinottu
Terminal=Pääte
Banner=Banneri
Split=Jaettu
Image=Kuva
24-hour clock=24 tunnin kello
Accent 12 marker=Korostettu 12
Accent colour=Korostusväri
Blinking cursor=Vilkkuva kohdistin
Date format=Päivämäärän muoto
Dial colour=Kellotaulun väri
Digit colour=Numeroiden väri
Dot count=Pisteiden määrä
Dot size=Pisteiden koko
Drop shadow=Varjo
Face colour=Taustaväri
Frost=Huurrelasi
Hand colour=Viisareiden väri
Hour block colour=Tuntilohkon väri
Ink colour=Musteen väri
Label colour=Tekstien väri
Lit letter colour=Syttyneiden kirjainten väri
Marking colour=Merkintöjen väri
Minute block colour=Minuuttilohkon väri
Minute dimming=Minuuttien himmennys
Numerals=Numerot
Panel colour=Paneelin väri
Phosphor colour=Fosforin väri
Plate colour=Levyn väri
Plate shape=Levyn muoto
Prompt=Kehote
Rim colour=Reunan väri
Ring colour=Renkaan väri
Ring thickness=Renkaan paksuus
Show AM/PM=Näytä AM/PM
Show date=Näytä päivämäärä
Show minute dots=Näytä minuuttipisteet
Show panel=Näytä paneeli
Text colour=Tekstin väri
Tick marks=Viivamerkinnät
All 12=Kaikki 12
12, 3, 6, 9=12, 3, 6, 9
None=Ei mitään
Minute=Minuutit
Hour=Tunnit
Thin=Ohut
Normal width=Normaali paksuus
Thick=Paksu
Clear=Kirkas
Frosted=Huurrettu
Opaque=Läpinäkymätön
Long date=Pitkä päivämäärä
Short date=Lyhyt päivämäärä
Small=Pieni
Normal size=Normaali koko
Large=Suuri
Rounded=Pyöristetty
Square=Neliö
Circle=Ympyrä
Match hour=Tunnin mukaan
Dim=Himmeä
Faint=Hyvin himmeä
All rights reserved.=Kaikki oikeudet pidätetään.
